for i in range(3):
    continue
print(i)




# from random import randint
#
# schedule = {"пн2": ["Методы вычислений", "Физика", "Методы вычислений"],
#             "вт2": ["Электротехника", "Теория вероятностей и математическая статистика", "Иностранный язык"],
#             "ср2": ["Модели динамических объектов","Модели динамических объектов", "Теория вероятностей и математическая статистика","Теория вероятностей и математическая статистика"],
#             "пт2": ["Физика", "Электротехника"],
#             "пн1": ["Методы вычислений", "Физика", "Методы вычислений"],
#             "вт1": ["Электротехника", "Электротехника", "Иностранный язык"],
#             "ср1": ["Модели динамических объектов","Модели динамических объектов", "Теория вероятностей и математическая статистика","Теория вероятностей и математическая статистика"],
#             "пт1": ["Физика","Физика"],
#             }
# print([i for i in schedule.values()])
# print([i for i in schedule.values()])
# a = [i for i in schedule.values()]
# b = []
# for i in a:
#     b+=i
# print(b)
# print(list(set(b)))
# print([1,2,3]+[4,5])